Repository: salvob41/superstarfighter
Catalog: godot/localization/*.po
Languages: eu

source: Options
eu: Aukerak

source: Fight
eu: Borroka

source: Help
eu: Laguntza

source: Quit
eu: Irten

source: mantiacs
eu: mantiak

source: MANTIACS
eu: MANTIAK

source: playful
eu: hiltzaile

source: slaughterers
eu: jostalariak

source: robolords
eu: robojaunak

source: ROBOLORDS
eu: ROBOJAUNAK

source: silicon-based
eu: Silikonazko

source: aristocrats
eu: aristokratak

source: trixens
eu: trixenak

source: TRIXENS
eu: TRIXENAK

source: adorable
eu: inperialista

source: imperialists
eu: maitagarriak

source: toriels
eu: torielak

source: TORIELS
eu: TORIELAK

source: overprotective
eu: artzain

source: shepherds
eu: ultrababesleak

source: takonauts
eu: takonautak

source: TAKONAUTS
eu: TAKONAUTAK

source: lovecraftian
eu: langile sutsu

source: libertines
eu: libertarioak

source: drones
eu: droneak

source: DRONES
eu: DRONEAK

source: deranged
eu: erotutako

source: appliances
eu: gailuak

source: FIGHT!
eu: BORROKATU!

source: Get ready!
eu: Prest!

source: SELECT 1 TO 4 PLAYERS
eu: AUKERATU 1ETIK 4 JOKALARIRA

source: WON
eu: IRABAZLE

source: NOONE WON
eu: INOR EZ DA IRABAZLE

source: Take out your opponents one bomb after another
eu: Akabatu aurkariak bonba bat bestearen atzetik botata

source: A kill for the honour, a kill for the species
eu: Beste espezien hilketa, ohorezko hilketa da

source: A self kill, apart from being embarassing, make you lose point
eu: Norberaren hilketa, lotsagarria izateaz gain, puntu galera da

source: Continue
eu: Jarraitu

source: Back to menu
eu: Itzuli menura

source: Capture the flags
eu: Banderak harrapatu

source: Touch and color all the "flags" as fast as you can
eu: Ukitu eta koloreztatu "bandera" guztiak ahalik eta azkarren

source: Don't forget your opponents would do the same
eu: Ez ahaztu aurkariek berdina egingo dutela

source: You could get killed in the meantime...
eu: Erahila izan zaitezke bitarte horretan...

source: Greedy is the way!
eu: Diru-gosea da bidea!

source: Collect all the coins before your opponents does
eu: Bildu txanpon guztiak zure aurkariak egin aurretik

source: The Universe provides enough to satisfy everyone's need, but not every species' greed
eu: Unibertsoak guztion beharrak asetzeko adina ematen du, baina ez espezie guztien zikoizkeria

source: Getting killed will make you lose most of the coins
eu: Hiltzen bazaituzte, txanpon gehienak galduko dituzu

source: Take the crown
eu: Hartu koroa

source: Wear the crown for as long as you can!
eu: Jantzi koroa ahal bezain denbora luzez!

source: If killing is not enough, steal it by bumping in the queen
eu: Hilketa ez bada nahikoa, lapurtu ezazu erreginarekin talka eginda

source: Getting killed will make you lose the crown, if you have it
eu: Hiltzen bazaituzte koroa galduko duzu, jantzita baldin baduzu

source: st
eu: na

source: kills
eu: hilketak

source: deaths
eu: heriotzak

source: selfkills
eu: suizidioak

source: bombs
eu: bonbak
